<script setup lang="ts">
import man4 from '@/assets/images/man/man-4.png'
</script>

<template>
  <div class="container min-h-10 mt-[100px] h-full relative">
    <img :src="man4" alt="" class="absolute right-0 my-image hidden lg:block" />
    <div class="grid lg:grid-cols-2 lg:gap-10">
      <div class="w-full hidden lg:block"></div>
      <div class="w-full text-center">
        <h1 class="text-[32px] font-[dana-bold]">ارتباطی بدون مرز!</h1>
        <p class="px-10 mt-10">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
          متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
          درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
          نرم افزارها شناخت بیشتری را برای
        </p>
      </div>
    </div>
    <div class="grid lg:grid-cols-2 lg:gap-10 mt-14 gap-y-4 px-4">
      <div class="w-full rounded bg-primary py-14 px-5 text-center">
        <h1 class="text-[32px] font-[dana-demi] mb-10">واقعا هوشمند</h1>
        <p>
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
          متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
          درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
          نرم افزارها شناخت بیشتری را برای
        </p>
      </div>
      <div class="w-full rounded bg-primary py-14 px-5 text-center">
        <h1 class="text-[32px] font-[dana-demi] mb-10">فقط بهترین‌ها</h1>
        <p>
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و
          سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای
          متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه
          درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
          نرم افزارها شناخت بیشتری را برای
        </p>
      </div>
    </div>
  </div>
</template>

<style>
.my-image {
  z-index: -10;
  height: 800px;
  bottom: -60px;
}
</style>
