<template>
  <div class="rounded border border-sec-gray p-4">
    <div class="font-[dana-bold] text-[20px]">توضیحات</div>
    <p class="text-justify text-lg font-[dana-light] mt-5">
      آبنما بارانی استیل 3 ردیفه 1 متری شاین shine آبنما بارانی استیل 3 ردیفه 1
      متری یکی از محصولات برند شاین است. این گروه از محصولات برند شاین در مجموع
      شامل 5 سال گارانتی شرکتی هستند. سال اول این گارانتی شامل تعویض کالا و 4
      سال بعد از اتمام سال اول شامل تعمیر کالا می شود. آبنما پرده بارانی یا Rain
      Curtain Fountain چیست؟ آبنما پرده بارانی یکی از انواع آبنما است که آب را
      مانند قطرات باران، از ارتفاع بالا در راستای عمود به سمت پایین می فرستد.
      این نوع از آبنما را در حالت های مختلفی می توان در بازار یافت: انواع آبنما
      بارانی از نظر متریال: آبنمای پرده باران استیل آبنمای پرده باران گالوانیزه
      آبنمای پرده باران پلیمری و … نحوه کار آبنمای پرده بارانی: فارق از این که
      این آب نما از چه جنسی طراحی و تولید شود، مکانیزم کار همه ی آنها به یک شکل
      است. برای ریزش باران گونه ی آب، روی یک لوله یا پروفیل نازل های خاصی قرار
      می گیرد. در دو سر لوله یا پروفیل هم بوشن ورودی آب قرار می دهند. آب با فشار
      زیاد از هر دو طرف وارد لوله می شود و چاره ای جز خروج از نازل های باریک و
      مخصوص ندارد. این فرآیند در نهایت از نظر بیننده تصویری زیبا از بارش باران
      خواهد بود. انواع آبنمای پرده بارانی از نظر طول و تعداد ردیف نازل: از نظر
      طول این آبنما ها از 30 تا 600 سانتیمتر قابل سفارش ساخت هستند. اما به صورت
      نرمال سایزهای 1 متری، 2 متری و 3 متری به صورت آماده در بازار موجود است. از
      نظر تعداد نازل نیز به صورت عادی این آبنما در مدل های تک ردیف، دو ردیف و سه
      ردیف تولید می شود. اما متناسب با نیاز معماران و سازندگان، این آبنما در
      تعداد ردیف های بیشتر و در طول های دلخواه قابل سفارش است. طریقه نصب آبنمای
      پرده بارانی : آبنمای بارانی را به دو شکل روکار و توکار می توان نصب نمود.
      در حالت روکار کافیست در ابتدا محل نصب آبنما را مشخص کنید. سپس لوله های
      انتقال آب را با رعایت همه ی استانداردها به صورت متقارن به دو طرف آبنما
      ببرید و با اتصالات مناسب نصب و آببند نمایید. توجه کنید برای تمیزی کار و
      نیاز کمتر به انواع تبدیل در لوله کشی، ابتدا آبنمای خود را تهیه کنید و
      متناسب با آن اقدام به لوله کشی نمایید.  در نصب توکار هم باید بعد از طی
      کردن مراحل نصب روکار، کاور انتخابی خود را در اطراف آبنما نصب کنیم. فقط دقت
      بفرمایید کاور انتخابی شما باید ضد آب باشد و در اثر پاشش مداوم آب دوام
      بیاورد. آبنما بارانی استیل 3 ردیفه 1 متری شاین shine دارای 5 سال گارانتی
      شرکتی می باشد.]
    </p>
  </div>
</template>
