<script setup lang="ts">
import landAbout from '@/assets/images/about-land.webp'
import vije from '@/assets/images/vije.jpeg'
</script>

<template>
  <div class="mt-10">
    <div class="py-10 bg-[#f1af0940] mb-10">
      <div class="container grid grid-cols-2 gap-4">
        <div>
          <h1 class="text-[32px] font-[dana-bold]">درباره زازاکالا</h1>
          <p class="text-justify mt-4">
            زازاکالا مجموعه بزرگ واردات و توزیع ابزارآلات و کالای ساختمانی و
            صنعتی است تا نیاز مخاطبان خود را در همه زمینه‌های ساختمانی برطرف کند
            و در عین‌حال بتواند با ارائه کالاهای باکیفیت و قیمت منصفانه و مناسب،
            همراه بسیار خوبی برای افراد فعال در این حوزه باشد.
          </p>
        </div>
        <div>map</div>
      </div>
    </div>
    <div class="py-10 bg-[#f1af0940] mb-10">
      <div class="container">
        <img :src="landAbout" alt="" />
        <h1 class="text-[32px] font-[dana-bold] mt-10">داستان تولد زازاکالا</h1>
        <p class="mt-4 text-justify">
          زازاکالا زیرمجموعه یک هلدینگ ساختمانی است؛ یکی از دغدغه‌های اصلی و
          همیشگی ما در صنعت ساختمان‌سازی، تجهیز کارگاه و تامین ابزار و مصالح
          ساختمانی باکیفیت بوده است. یافتن یک مجموعه واحد و یکپارچه که علاوه بر
          ارائه انواع ابزارآلات و مصالح ساختمانی، بتواند برندهای مختلف معتبر را
          ارائه دهد، کار بسیار سخت و حتی غیر ممکنی بود. علاوه بر این، قیمت‌های
          ارائه شده برای بسیاری از محصولات اساسی، معمولا بالا بود. با توجه به
          چنین شرایطی، زازاکالا متولد شد. در بدو شروع، محدوده تامین کالای ما، در
          حوزه ابزارآلات ساختمانی و صنعتی بود. اما واحد تحقیق و توسعه هلدینگ، به
          سرعت متوجه تقاضای کالا در حوزه‌های دیگری مانند تجهیزات استخر، سونا و
          جکوزی، خانه و آشپزخانه، مبلمان و اکسسوری محوطه، صنایع باغداری، کشاورزی
          و ... شد. بنابراین با گسترش و تنوع محصولات، علاوه بر ابزار ساختمانی،
          تمام کالاهای مرتبط با صنعت ساختمان را در زازاکالا ارائه کردیم. در
          ادامه و با استقبال بی‌نظیر از «هایپر ابزار» راه‌اندازی شده، وب‌سایت
          فروشگاهی زازاکالا را هم با پشتوانه فروشگاه حضوری و انبار دپوی کالا
          راه‌اندازی کردیم.
        </p>
      </div>
    </div>
    <div class="py-10 bg-[#f1af0940] mb-10">
      <div class="container grid grid-cols-2 gap-4">
        <div>
          <h1 class="text-[32px] font-[dana-bold] mt-10">ویژگی‌های زازا</h1>
          <ul class="mt-4 list-disc">
            <li class="mb-2">بیش از 1000 متر مربع فضای فروشگاهی</li>
            <li class="mb-2">
              ارائه همه کالاهای مورد نیاز در صنعت ساختمان: از بتن‌ریزی فنداسیون
              تا مبله کردن ساختمان و تحویل کلید
            </li>
            <li class="mb-2">
              تنوع بالای محصولات و امکان انتخاب و مقایسه فنی و قیمتی بین برندهای
              مختلف
            </li>
            <li class="mb-2">
              فروش محصولات با قیمت‌های منصفانه و تخفیف ویژه برای پیمانکاران و
              سازنده‌ها
            </li>
            <li class="mb-2">فروش عمده و تکی تمام محصولات به سراسر ایران</li>
            <li class="mb-2">ارسال سریع و مطمئن تمام محصولات به سراسر ایران</li>
            <li class="mb-2">
              مشاوره رایگان برای انتخاب بهترین کالا با توجه به بودجه و نیاز شما
            </li>
            <li class="mb-2">
              دارای نشان اینماد؛ نشان اعتماد الکترکی از وزارت صنعت، معدن و تجارت
            </li>
            <li class="mb-2">
              درگاه اختصاصی از بانک سامان برای پرداخت وجه آنلاین کالا
            </li>
          </ul>
        </div>
        <div>
          <img :src="vije" alt="" />
        </div>
      </div>
    </div>
    <div class="py-10 bg-[#f1af0940] mb-10">
      <div class="container">
        <h1 class="text-[32px] font-[dana-bold] mt-10">
          فیل زازا؛ معرف زازاکالا
        </h1>
        <p>
          زازا نام یک فیل خیالی از نژاد آفریقایی است که در تاریخ 10/10/1401
          خورشیدی در هلدینگ ساختمانی ما متولد شد و به همین علت به عنوان نماد و
          سمبل مجموعه زازا کالا است و با وجود ویژگی‌های زیر، او را بسیار دوست
          داریم:
        </p>
        <ul class="mt-4 list-disc">
          <li class="mb-2">زازا بزرگترین موجود روی خشکی است</li>
          <li class="mb-2">بزرگترین شُش بین تمام موجودات خشکی را زازا دارد.</li>
          <li class="mb-2">
            بین همه موجودات بهترین شنوایی و بوبایی، متعلق به زازاست.
          </li>
          <li class="mb-2">زازا قوی‌ترین موجود روی خشکی است.</li>
          <li class="mb-2">زازا بسیار مهربان و خانواده دوست است.</li>
          <li class="mb-2">زازا می‌تواند با تکان‌دادن گوش‌هایش پرواز کند</li>
        </ul>
      </div>
    </div>
    <div class="py-10 bg-[#f1af0940] mb-10">
      <div class="container">
        <h1 class="text-[32px] font-[dana-bold] mt-10">زازاکالا کجاست؟</h1>
        <p>
          دفتر مدیریت زازاکالا در فرمانیه و در ساختمان مدیریت هلدینگ واقع شده
          است. دفتر مرکزی مجموعه هم در قلب بازار ابزار ایران، یعنی میدان حسن
          آباد قرار دارد.
        </p>
        <p>
          علاوه بر دفاتر اشاره شده، دو انبار و فروشگاه بزرگ برای فروش حضوری هم
          داریم:
        </p>
        <ul class="mt-4 list-disc">
          <li>
            زازاکالا (نمایندگی درخشان): بالغ بر 1000 متر مربع فضای فروشگاهی
          </li>
          <li>
            زازاکالا (نمایندگی رودسر): بالغ بر 1000 متر مربع فضای فروشگاهی
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>
